IDEA Open Model
SetupValue.Id Property
 Gets or sets the value id.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
public:
property int Id {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
SetupValue Class
IdeaRS.OpenModel.Concrete Namespace